brew "bat"
brew "bottom"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "alcove"
cask "antigravity"
cask "claude"
cask "discord"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "iina"
cask "keka"
cask "obsidian"
cask "thaw"
cask "thebrowsercompany-dia"
mas "GitGrass", id: 1501139279
mas "Perplexity", id: 6714467650